{"title":"Abänderung im Naturzustande","content":"Ehe wir von den Principien, zu welchen wir im vorigen Capitel gelangten, Anwendung auf die organischen Wesen im Naturzustande machen, müssen wir kurz untersuchen, in wiefern diese letzten veränderlich sind oder nicht. Um diesen Gegenstand nur einigermaßen eingehend zu behandeln, müßte ich ein langes Verzeichnis trockener Thatsachen geben; doch will ich diese für ein künftiges Werk versparen. Auch will ich nicht die verschiedenen Definitionen erörtern, welche man von dem Worte „Species“ gegeben hat. Keine derselben hat bis jetzt alle Naturforscher befriedigt; doch weiß jeder Naturforscher ungefähr, was er meint, wenn er von einer Species spricht. Allgemein schließt die Bezeichnung das unbekannte Element eines besonderen Schöpfungsactes ein. Der Ausdruck „Varietät“ ist fast eben so schwer zu definiren; gemeinschaftliche Abstammung ist indeß hier meistens einbedungen, obwohl sie selten bewiesen werden kann. Auch findet sich, was man Monstrositäten nennt; sie gehen aber stufenweise in Varietäten über. Unter einer „Monstrosität“ versteht man nach meiner Meinung irgend eine beträchtliche Abweichung der Structur, welche der Art meistens nachtheilig oder doch nicht nützlich ist. Einige Schriftsteller gebrauchen noch den Ausdruck „Variation“ in einem technischen Sinne, um Abänderungen zu bezeichnen, welche directe Folge äußerer Lebensbedingungen sind, und die „Variationen“ dieser Art gelten nicht für erblich. Doch, wer kann behaupten, daß die zwerghafte Beschaffenheit der Conchylien im Brackwasser des Baltischen Meeres, oder die Zwergpflanzen auf den Höhen der Alpen, oder der dichtere Pelz eines Thieres in höheren Breiten nicht in einigen Fällen auf wenigstens einige Generationen vererbt werden? und in diesem Falle würde man, glaube ich, die Form eine „Varietät“ nennen.\n\nEs mag wohl zweifelhaft sein, ob plötzliche und große Abweichungen der Structur, wie wir sie gelegentlich in unseren gezähmten Rassen, zumal unter den Pflanzen auftauchen sehen, sich im Naturzustande je stetig fortpflanzen können. Fast jeder Theil jedes organischen Wesens steht in einer so schönen Beziehung zu seinen complicirten Lebensbedingungen, daß es eben so unwahrscheinlich scheint, daß irgend ein Theil auf einmal in seiner ganzen Vollkommenheit erschienen sei, als daß ein Mensch irgend eine zusammengesetzte Maschine sogleich in vollkommenem Zustande erfunden habe. Im domesticirten Zustande kommen oft Monstrositäten vor, welche normalen Bildungen in sehr verschiedenen Thieren ähnlich sind. So sind oft Schweine mit einer Art Rüssel geboren worden. Wenn nun irgend eine wilde Art der Gattung Schwein von Natur einen Rüssel besessen hätte, so hätte man schließen können, daß derselbe plötzlich als Monstrosität erschienen sei. Es ist mir aber bis jetzt nach eifrigem Suchen nicht gelungen, Fälle zu finden, wo Monstrositäten normalen Bildungen bei verwandten Formen ähnlich wären; und nur solche haben Bezug auf vorliegende Frage. Treten monströse Formen dieser Art je im Naturzustande auf und sind sie fähig, sich fortzupflanzen (was nicht immer der Fall ist), so würde, da sie nur selten und einzeln vorkommen, ihre Erhaltung von ungewöhnlich günstigen Umständen abhängen. Sie würden sich auch in der ersten und den folgenden Generationen mit der gewöhnlichen Form kreuzen und würden auf diese Weise fast unvermeidlich ihren abnormen Character verlieren. Ich werde aber in einem späteren Capitel auf die Erhaltung und Fortpflanzung einzelner und gelegentlicher Abänderungen zurückzukommen haben. ","published":true,"date":"2013-10-11 16:15","files":[],"created_at":1697033750,"updated_at":1697134929,"slug":"abanderung-im-naturzustande"}