{"title":"Natürliche Zuchtwahl.","content":"Wie mag wohl der Kampf um das Dasein, welcher im letzten Capitel kurz abgehandelt wurde, in Bezug auf Variation wirken? Kann das Princip der Auswahl für die Nachzucht, die Zuchtwahl, welche in der Hand des Menschen so viel leistet, in der Natur angewendet werden? Ich glaube, wir werden sehen, daß ihre Thätigkeit eine äußerst wirksame ist. Wir müssen die endlose Anzahl unbedeutender Abänderungen und individueller Verschiedenheiten bei den Erzeugnissen unserer Züchtung und in minderem Grade bei den Wesen im Naturzustande, ebenso auch die Stärke der Neigung zur Vererbung im Auge behalten. Im Zustande der Domestication, kann man wohl sagen, wird die ganze Organisation in gewissem Grade plastisch. Aber die Veränderlichkeit, welche wir an unseren Culturerzeugnissen fast allgemein antreffen, ist, wie Hooker und Asa Gray richtig bemerkt haben, nicht direct durch den Menschen herbeigeführt worden; er kann weder Varietäten entstehen machen, noch ihr Entstehen hindern; er kann nur die vorkommenden erhalten und häufen. Absichtslos setzt er organische Wesen neuen und sich verändernden Lebensbedingungen aus und Variabilität ist Folge hiervon. Aber ähnliche Wechsel der Lebensbedingungen können auch in der Natur vorkommen und kommen wirklich vor. Wir müssen auch dessen eingedenk sein, wie unendlich verwickelt und wie eng zusammenpassend die gegenseitigen Beziehungen aller organischen Wesen zu einander und zu ihren physikalischen Lebensbedingungen sind; und folglich, wie unendlich vielfältige Abänderungen der Structur einem jeden Wesen unter wechselnden Lebensbedingungen nützlich sein können. Kann man es denn, wenn man sieht, daß viele für den Menschen nützliche Abänderungen unzweifelhaft vorgekommen sind, für unwahrscheinlich halten, daß auch andere mehr und weniger einem jeden Wesen selbst in dem großen und zusammengesetzten Kampfe um’s Leben vortheilhafte Abänderungen im Laufe vieler aufeinanderfolgenden Generationen zuweilen vorkommen werden? Wenn solche aber vorkommen, bleibt dann noch zu bezweifeln, (wenn wir uns daran erinnern, daß offenbar viel mehr Individuen geboren werden, als möglicher Weise fortleben können,) daß diejenigen Individuen, welche irgend einen, wenn auch noch so geringen Vortheil vor andern voraus besitzen, die meiste Wahrscheinlichkeit haben, die andern zu überdauern und wieder ihresgleichen hervorzubringen? Andererseits können wir sicher sein, daß eine im geringsten Grade nachtheilige Abänderung unnachsichtlich zur Zerstörung der Form führt. Diese Erhaltung günstiger individueller Verschiedenheiten und Abänderungen und die Zerstörung jener, welche nachtheilig sind, ist es, was ich natürliche Zuchtwahl nenne oder Überleben des Passendsten. Abänderungen, welche weder vortheilhaft noch nachtheilig sind, werden von der natürlichen Zuchtwahl nicht berührt, und bleiben entweder ein schwankendes Element, wie wir es vielleicht in den sogenannten polymorphen Arten sehen, oder werden endlich fixirt in Folge der Natur des Organismus oder der Natur der Bedingungen.\n\nEinige Schriftsteller haben den Ausdruck natürliche Zuchtwahl misverstanden oder unpassend gefunden. Die einen haben selbst gemeint, natürliche Zuchtwahl führe zur Veränderlichkeit, während sie doch nur die Erhaltung solcher Abänderungen einschließt, welche dem Organismus in seinen eigenthümlichen Lebensbeziehungen von Nutzen sind. Niemand macht dem Landwirth einen Vorwurf daraus, daß er von den großen Wirkungen der Zuchtwahl des Menschen spricht, und in diesem Falle müssen die von der Natur dargebotenen individuellen Verschiedenheiten, welche der Mensch in bestimmter Absicht zur Nachzucht wählt, nothwendiger Weise zuerst überhaupt vorkommen. Andere haben eingewendet, daß der Ausdruck Wahl ein bewußtes Wählen in den Thieren voraussetze, welche verändert werden; ja man hat selbst eingeworfen, da doch die Pflanzen keinen Willen hätten, sei auch der Ausdruck auf sie nicht anwendbar! Es unterliegt allerdings keinem Zweifel, daß buchstäblich genommen, natürliche Zuchtwahl ein falscher Ausdruck ist; wer hat aber je den Chemiker getadelt, wenn er von den Wahlverwandtschaften der verschiedenen Elemente spricht? und doch kann man nicht sagen, daß eine Säure sich die Basis auswähle, mit der sie sich vorzugsweise verbinden wolle. Man hat gesagt, ich spreche von der natürlichen Zuchtwahl wie von einer thätigen Macht oder Gottheit; wer wirft aber einem Schriftsteller vor, wenn er von der Anziehung redet, welche die Bewegung der Planeten regelt? Jedermann weiß, was damit gemeint und was unter solchen bildlichen Ausdrücken verstanden wird; sie sind ihrer Kürze wegen fast nothwendig. Eben so schwer ist es, eine Personificirung des Wortes Natur zu vermeiden; und doch verstehe ich unter Natur bloß die vereinte Thätigkeit und Leistung der mancherlei Naturgesetze, und unter Gesetzen die nachgewiesene Aufeinanderfolge der Erscheinungen. Bei ein wenig Bekanntschaft mit der Sache sind solche oberflächliche Einwände bald vergessen. ","published":true,"date":"2015-10-11 16:16","files":[],"created_at":1697033777,"updated_at":"2024-03-04 19:13:27","slug":"naturliche-zuchtwahl","tags":["darwin"]}