{"title":"Schwierigkeiten der Theorie.","content":"Schon lange bevor der Leser zu diesem Theile unseres Buches gelangt ist, wird sich ihm eine Menge von Schwierigkeiten dargeboten haben. Einige derselben sind von solchem Gewichte, daß ich bis auf den heutigen Tag nicht an sie denken kann, ohne in gewissem Maße wankend zu werden; aber nach meinem besten Wissen sind die meisten von ihnen nur scheinbare, und diejenigen, welche in Wahrheit beruhen, dürften meiner Theorie nicht verderblich werden.\n\nDiese Schwierigkeiten und Einwendungen lassen sich in folgende Rubriken zusammenfassen; erstens: wenn Arten aus anderen Arten durch unmerkbar kleine Abstufungen entstanden sind, warum sehen wir nicht überall unzählige Übergangsformen? Warum bietet nicht die ganze Natur ein Gewirr von Formen dar, statt daß die Arten, wie sie sich uns zeigen, wohl begrenzt sind?\n\nZweitens: Ist es möglich, daß ein Thier, z. B. mit der Constitution und Lebensweise einer Fledermaus, durch Umbildung irgend eines andern Thieres mit ganz verschiedener Lebensweise und verschiedenem Bau entstanden ist? Ist es glaublich, daß natürliche Zuchtwahl einerseits ein Organ von so unbedeutender Wichtigkeit, wie z. B. den Schwanz einer Giraffe, welcher als Fliegenwedel dient, und andererseits ein Organ von so wundervoller Structur, wie das Auge hervorbringen kann?\n\nDrittens: Können Instincte durch natürliche Zuchtwahl erlangt und abgeändert werden? Was sollen wir z. B. zu einem so wunderbaren Instincte sagen, wie der ist, welcher die Bienen veranlaßt, Zellen zu bauen, durch welche die Entdeckungen tiefsinniger Mathematiker practisch anticipirt worden sind?\n\nViertens: Wie ist es zu begreifen, daß Species bei der Kreuzung mit einander unfruchtbar sind oder unfruchtbare Nachkommen geben, während, wenn Varietäten mit einander gekreuzt werden, deren Fruchtbarkeit ungeschwächt bleibt?\n\nDie zwei ersten dieser Hauptfragen sollen hier, einige verschiedene Einwürfe in dem nächsten Capitel, Instinct und Bastardbildung in den beiden darauf folgenden Capiteln erörtert werden.","published":true,"date":"2019-05-24 10:00","files":{"david-clode-3YEMFXYBgu8-unsplash.jpg":{"name":"david-clode-3YEMFXYBgu8-unsplash.jpg","type":"image\/jpeg","size":585861,"path":"david-clode-3YEMFXYBgu8-unsplash.jpg"}},"created_at":1696800327,"updated_at":1697135370,"slug":"schwierigkeiten-der-theorie"}