{"title":"Der Kampf um’s Dasein.","content":"Ehe wir auf den Gegenstand dieses Capitels eingehen, muß ich einige Bemerkungen voraussenden, um zu zeigen, wie der Kampf um’s Dasein sich auf die natürliche Zuchtwahl bezieht. Es ist im letzten Capitel gezeigt worden, daß die Organismen im Naturzustande eine individuelle Variabilität besitzen, und ich wüßte in der That nicht, daß dies je bestritten worden wäre. Es ist für uns unwesentlich, ob eine Menge von zweifelhaften Formen Art, Unterart oder Varietät genannt werde; welchen Rang z. B. die 200–300 zweifelhaften Formen britischer Pflanzen einzunehmen berechtigt sind, wenn die Existenz ausgeprägter Varietäten zulässig ist. Aber das bloße Vorhandensein individueller Variabilität und einiger weniger wohlausgeprägter Varietäten, wenn auch nothwendig als Grundlage für die Arbeit, hilft uns nicht viel, um zu begreifen, wie Arten in der Natur entstehen. Wie sind alle jene vortrefflichen Anpassungen von einem Theile der Organisation an den andern und an die äußeren Lebensbedingungen und von einem organischen Wesen an ein anderes bewirkt worden? Wir sehen diese schöne Anpassung außerordentlich deutlich bei dem Specht und der Mistelpflanze und nur wenig minder deutlich am niedersten Parasiten, welcher sich an das Haar eines Säugethieres oder die Federn eines Vogels anklammert; am Bau des Käfers, welcher in’s Wasser untertaucht; am befiederten Samen, der vom leichtesten Lüftchen getragen wird; kurz wir sehen schöne Anpassungen überall und in jedem Theile der organischen Welt.\n\nFerner kann man fragen, wie kommt es, daß die Varietäten, welche ich beginnende Arten genannt habe, sich zuletzt in gute und distincte Species verwandeln, welche in den meisten Fällen offenbar unter sich viel mehr, als die Varietäten der nämlichen Art verschieden sind? Wie entstehen diese Gruppen von Arten, welche das bilden, was man verschiedene Genera nennt und mehr als die Arten dieser Genera von einander abweichen? Alle diese Resultate folgen, wie wir im nächsten Abschnitte sehen werden, aus dem Kampfe um’s Dasein. In diesem Wettkampfe werden Abänderungen, wie gering und auf welche Weise immer sie entstanden sein mögen, wenn sie nur einigermaßen vortheilhaft für die Individuen einer Species sind, in deren unendlich verwickelten Beziehungen zu anderen organischen Wesen und zu den physikalischen Lebensbedingungen die Erhaltung solcher Individuen zu unterstützen und sich gewöhnlich auf deren Nachkommen zu übertragen neigen. Ebenso wird der Nachkömmling mehr Aussicht haben, leben zu bleiben; denn von den vielen Individuen dieser Art, welche von Zeit zu Zeit geboren werden, kann nur eine kleine Zahl am Leben bleiben. Ich habe dieses Princip, wodurch jede solche geringe, wenn nur nützliche Abänderung erhalten wird, mit dem Namen „natürliche Zuchtwahl“ belegt, um seine Beziehung zum Wahlvermögen des Menschen zu bezeichnen. Doch ist der oft von Herbert Spencer gebrauchte Ausdruck „Ueberleben des Passendsten“ zutreffender und zuweilen gleich bequem. Wir haben gesehen, daß der Mensch durch Auswahl zum Zwecke der Nachzucht, durch die Häufung kleiner, aber nützlicher Abweichungen, die ihm durch die Hand der Natur dargeboten werden, große Erfolge sicher zu erzielen und organische Wesen seinen eigenen Bedürfnissen anzupassen im Stande ist. Aber die natürliche Zuchtwahl ist, wie wir nachher sehen werden, eine unaufhörlich zur Thätigkeit bereite Kraft und des Menschen schwachen Bemühungen so unermeßlich überlegen, wie es die Werke der Natur überhaupt denen der Kunst sind.\n\nWir wollen nun den Kampf um’s Dasein etwas mehr im Einzelnen erörtern. In meinem späteren Werke über diesen Gegenstand soll er, wie er es verdient, in größerer Ausführlichkeit besprochen werden. Der ältere DeCandolle und Lyell haben des weiteren und in philosophischer Weise nachgewiesen, daß alle organischen Wesen im Verhältnisse einer harten Concurrenz zu einander stehen. In Bezug auf die Pflanzen hat Niemand diesen Gegenstand mit mehr Geist und Geschick behandelt als W. Herbert, der Dechant von Manchester, offenbar in Folge seiner ausgezeichneten Gartenbaukenntnisse. Nichts ist leichter, als in Worten die Wahrheit des allgemeinen Wettkampfes um’s Dasein zuzugestehen, aber auch nichts schwerer, als – wie ich wenigstens gefunden habe – dieselbe beständig im Sinne zu behalten. Bevor wir aber solche dem Geiste nicht fest eingeprägt haben, wird der ganze Haushalt der Natur, mit allen den Thatsachen über die Vertheilungsweise, die Seltenheit und den Reichthum, das Erlöschen und Abändern in derselben nur dunkel oder ganz unrichtig begriffen werden. Wir sehen das Antlitz der Natur in Heiterkeit strahlen, wir sehen oft Ueberfluß an Nahrung; aber wir sehen nicht oder vergessen, daß die Vögel, welche um uns her sorglos ihren Gesang erschallen lassen, meistens von Insecten oder Samen leben und mithin beständig Leben zerstören; oder wir vergessen, wie viele dieser Sänger oder ihrer Eier oder ihrer Nestlinge unaufhörlich von Raubvögeln und Raubthieren zerstört werden; wir behalten nicht immer im Sinne, daß, wenn auch das Futter jetzt im Ueberfluß vorhanden sein mag, dies doch nicht zu allen Zeiten jedes umlaufenden Jahres der Fall ist. ","published":true,"date":"2014-10-11 16:15","files":[],"created_at":1697033764,"updated_at":"2024-01-31 22:44:12","slug":"der-kampf-ums-dasein","tags":["darwin"]}