{"title":"Variabilität in Wirklichkeit","content":"Wenden wir uns nun nach der anderen Seite unseres Gegenstandes. Im Zustande der Domestication sehen wir eine große Variabilität, durch veränderte Lebensbedingungen verursacht oder wenigstens angeregt, häufig aber in einer so dunklen Art, daß wir versucht werden, die Abänderungen als spontane zu betrachten. Die Variabilität wird durch viele verwickelte Gesetze geleitet, durch Correlation des Wachsthums, Compensation, durch vermehrten Gebrauch und Nichtgebrauch von Theilen und durch die bestimmte Einwirkung der umgebenden Lebensbedingungen. Es ist sehr schwierig zu bestimmen wie viel Abänderung unsere Culturerzeugnisse erfahren haben; doch können wir getrost annehmen, daß deren Maß groß gewesen ist, und daß Modificationen auf lange Perioden hinaus vererblich sind. So lange als die Lebensbedingungen die nämlichen bleiben, haben wir Grund anzunehmen, daß eine Modification, welche sich schon seit vielen Generationen vererbt hat, sich auch noch ferner auf eine fast unbegrenzte Zahl von Generationen hinaus vererben kann. Andererseits haben wir Zeugnisse dafür, daß Veränderlichkeit, wenn sie einmal in’s Spiel gekommen, unter der Domestication für eine sehr lange Zeit nicht aufhört; wir wissen auch nicht, ob sie überhaupt je aufhört, denn unsere ältesten Culturerzeugnisse bringen gelegentlich noch immer neue Abarten hervor.\n\nDer Mensch ruft Variabilität in Wirklichkeit nicht hervor, sondern er setzt nur unabsichtlich organische Wesen neuen Lebensbedingungen aus, und dann wirkt die Natur auf deren Organisation und verursacht Abänderungen. Der Mensch kann aber die ihm von der Natur dargebotenen Abänderungen zur Nachzucht auswählen und dieselben hierdurch in einer beliebigen Richtung häufen, und er thut dies auch wirklich. Er paßt auf diese Weise Thiere und Pflanzen seinem eigenen Nutzen und Vergnügen an. Er mag dies planmäßig oder [554] mag es unbewußt thun, indem er die ihm zur Zeit nützlichsten oder am meisten gefallenden Individuen, ohne einen Gedanken an die Änderung der Rasse, erhält. Er kann sicher einen großen Einfluß auf den Character einer Rasse dadurch ausüben, daß er in jeder aufeinanderfolgenden Generation individuelle Abänderungen zur Nachzucht auswählt, so geringe, daß sie für das ungeübte Auge kaum wahrnehmbar sind. Dieser Proceß einer unbewußten Zuchtwahl ist das große Agens in der Erzeugung der ausgezeichnetsten und nützlichsten unserer domesticirten Rassen gewesen. Daß nun viele der vom Menschen gebildeten Abänderungen den Character natürlicher Arten schon großentheils besitzen, geht aus den unausgesetzten Zweifeln in Bezug auf viele derselben hervor, ob es Varietäten oder ursprünglich distincte Arten sind.\n\nEs ist kein Grund nachzuweisen, weshalb diese Principien, welche in Bezug auf die cultivirten Organismen so erfolgreich gewirkt haben, nicht auch in der Natur wirksam gewesen sein sollten. In der Erhaltung begünstigter Individuen und Rassen während des beständig wiederkehrenden Kampfes um’s Dasein sehen wir ein wirksames und nie ruhendes Mittel der natürlichen Zuchtwahl. Der Kampf um’s Dasein ist die unvermeidliche Folge der hochpotenzirten geometrischen Zunahme, welche allen organischen Wesen gemein ist. Dieses rasche Zunahmeverhältnis ist durch Rechnung nachzuweisen und wird thatsächlich erwiesen aus der schnellen Vermehrung vieler Pflanzen und Thiere während einer Reihe eigenthümlich günstiger Jahre und bei ihrer Naturalisirung in einer neuen Gegend. Es werden mehr Individuen geboren, als fortzuleben im Stande sind. Ein Gran in der Wage kann den Ausschlag geben, welches Individuum fortleben und welches zu Grunde gehen, welche Varietät oder Art sich vermehren und welche abnehmen und endlich erlöschen soll. Da die Individuen einer nämlichen Art in allen Beziehungen in die nächste Concurrenz miteinander gerathen, so wird gewöhnlich auch der Kampf zwischen ihnen am heftigsten sein; er wird fast eben so heftig zwischen den Varietäten einer nämlichen Art, und dann zunächst am heftigsten zwischen den Arten einer Gattung sein. Aber der Kampf kann oft auch andererseits sehr heftig zwischen Arten sein, welche auf der Stufenleiter der Natur weit auseinander stehen. Der geringste Vortheil, den gewisse Individuen in irgend einem Lebensalter oder zu irgend einer Jahreszeit über ihre Concurrenten voraus haben, oder [555] eine wenn auch noch so wenig bessere Anpassung an die umgebenden Naturverhältnisse kann den Ausschlag geben.\n\nBei Thieren mit getrenntem Geschlecht wird in den meisten Fällen ein Kampf der Männchen um den Besitz der Weibchen stattfinden. Die kräftigsten oder diejenigen Männchen, welche am erfolgreichsten mit ihren Lebensbedingungen gekämpft haben, werden gewöhnlich am meisten Nachkommenschaft hinterlassen. Aber der Erfolg wird oft davon abhängen, daß die Männchen besondere Waffen oder Vertheidigungsmittel oder Reize besitzen; und der geringste Vortheil kann zum Siege führen. ","tags":["darwin","tagged"],"published":true,"date":"2023-10-03 13:37","files":[],"slug":"variabilitat-in-wirklichkeit","created_at":"2024-03-11 21:28:02","updated_at":"2024-03-16 14:11:49"}