{"title":"Abänderung im Zustande der Domestication.","content":"Wenn wir die Individuen einer Varietät oder Untervarietät unsrer älteren Culturpflanzen und Thiere vergleichen, so ist einer der Punkte, die uns zuerst auffallen, daß sie im Allgemeinen mehr von einander abweichen, als die Individuen irgend einer Art oder Varietät im Naturzustande. Erwägen wir nun die große Mannichfaltigkeit der Culturpflanzen und Thiere, welche zu allen Zeiten unter den verschiedensten Climaten und Behandlungsweisen abgeändert haben, so werden wir zum Schlusse gedrängt, daß diese große Veränderlichkeit unsrer Culturerzeugnisse die Wirkung minder einförmiger und von denen der natürlichen Stammarten etwas abweichender Lebensbedingungen ist. Auch hat, wie mir scheint, Andrew Knight’s Meinung, daß diese Veränderlichkeit zum Theil mit Überfluß an Nahrung zusammenhänge, einige Wahrscheinlichkeit für sich. Es scheint ferner klar zu sein, daß die organischen Wesen einige Generationen hindurch den neuen Lebensbedingungen ausgesetzt sein müssen, um ein merkliches Maß von Veränderung in ihnen hervorzubringen, und daß, wenn ihre Organisation einmal abzuändern begonnen hat, sie gewöhnlich durch viele Generationen abzuändern fortfährt. Man kennt keinen Fall, daß ein veränderlicher Organismus im Culturzustande aufgehört hätte zu variiren. Unsre ältesten Culturpflanzen, wie der Weizen z. B., geben noch immer neue Varietäten, und unsre ältesten Hausthiere sind noch immer rascher Umänderung und Veredelung fähig.\n\nSo viel ich nach langer Beschäftigung mit dem Gegenstande zu urtheilen vermag, scheinen die Lebensbedingungen auf zweierlei Weise zu wirken: direct auf den ganzen Organismus oder nur auf gewisse Theile, und indirect durch Affection der Reproductionsorgane. In Bezug auf die directe Einwirkung müssen wir im Auge behalten, daß in jedem Falle, wie Professor Weismann vor Kurzem betont hat und wie ich in meinem Buche, ,das Variiren im Zustande der Domestication’ gelegentlich gezeigt habe, zwei Factoren thätig sind: nämlich die Natur des Organismus und die Natur der Bedingungen. Das erstere scheint bei weitem das Wichtigere zu sein. Denn nahezu ähnliche Variationen entstehen zuweilen, so viel sich urtheilen läßt, unter ähnlichen Bedingungen; und auf der andern Seite treten unähnliche Abänderungen unter Bedingungen auf, welche nahezu gleichförmig zu sein scheinen. Die Wirkungen auf die Nachkommen sind entweder bestimmt oder unbestimmt. Sie können als bestimmt angesehen werden, wenn alle oder beinahe alle Nachkommen von Individuen, welche während mehrerer Generationen gewissen Bedingungen ausgesetzt gewesen sind, in demselben Maße modificirt werden. Es ist außerordentlich schwierig, in Bezug auf die Ausdehnung der Veränderungen, welche in dieser Weise bestimmt herbeigeführt worden sind, zu irgend einem Schluße zu gelangen. Kaum ein Zweifel kann indeß über viele kleine Abänderungen bestehen: wie Größe in Folge der Menge der Nahrung, Farbe in Folge der Art der Nahrung, Dicke der Haut und des Haares in Folge des Clima’s u. s. w. Jede der endlosen Varietäten, welche wir im Gefieder unsrer Hühner sehen, muß ihre bewirkende Ursache gehabt haben: und wenn eine und dieselbe Ursache gleichmäßig eine lange Reihe von Generationen hindurch auf viele Individuen einwirken würde, so würden auch wahrscheinlich alle in derselben Art modificirt werden. Solche Thatsachen, wie die complicirten und außerordentlichen Auswüchse, welche unveränderlich der Einimpfung eines minutiösen Tröpfchens Gift von einem Gall-Insect folgen, zeigen uns, was für eigenthümliche Modificationen bei Pflanzen aus einer chemischen Änderung in der Natur des Saftes resultiren können.\n\nUnbestimmte Variabilität ist ein viel häufigeres Resultat veränderter Bedingungen als bestimmte Variabilität und hat wahrscheinlich bei der Bildung unserer Culturrassen eine bedeutungsvollere Rolle gespielt. Wir finden unbestimmte Variabilität in den endlosen unbedeutenden Eigenthümlichkeiten, welche die Individuen einer und derselben Art unterscheiden und welche nicht durch Vererbung von einer der beiden elterlichen Formen oder von irgend einem entfernteren Vorfahren erklärt werden können. Selbst stark markirte Verschiedenheiten treten gelegentlich unter den Jungen einer und derselben Brut auf und bei Sämlingen aus derselben Frucht. In langen Zeiträumen erscheinen unter Millionen von Individuen, welche in demselben Lande erzogen und mit beinahe gleichem Futter ernährt wurden, so stark ausgesprochene Structurabweichungen, daß sie Monstrositäten genannt zu werden verdienen; Monstrositäten können aber durch keine bestimmte Trennungslinie von leichteren Abänderungen geschieden werden. Alle derartigen Structurveränderungen, mögen sie nun äußerst unbedeutend oder scharf markirt sein, welche unter vielen zusammenlebenden Individuen erscheinen, können als die unbestimmten Einwirkungen der Lebensbedingungen auf jeden individuellen Organismus angesehen werden, in beinahe derselben Weise, wie eine Erkältung verschiedene Menschen in einer unbestimmten Weise afficirt, indem sie je nach dem Zustande ihres Körpers oder ihrer Constitution Husten oder Schnupfen, Rheumatismus oder Entzündung verschiedener Organe verursacht. ","published":true,"date":"2012-10-11 16:15","files":[],"created_at":1697033733,"updated_at":1697134833,"slug":"abanderung-im-zustande-der-domestication"}